
"EncryptionKey.Description" = "Cette image est la visualisation de la clé de chiffrement de la conversation secrète avec %1$@.\n\nSi l'image est la même sur le téléphone de %2$@, votre conversation est sécurisée à 200%%.\n\nPlus d'infos sur telegram.org";
"EncryptionKey.EncryptionKey" = "Clé de chiffrement";


"Typing.Typing" = "écrit";
"Typing.AreTyping" = "%@ écrivent";
"Typing.IsTyping" = "%@ écrit";
"Group.MembersCount" = "%d membre%@";
"Group.OnlineCount" = "%d en ligne";
"Typing.PeopleTyping" = "%d personnes écrivent";
"Group.AddMembers" = "Ajouter des membres";


"App.Name" = "Telegram";
"App.Connecting" = "connexion en cours...";
"App.WaitingNetwork" = "en attente de réseau";



"ChatMedia.Audio" = "Audio";
"ChatMedia.Photo" = "Photo";
"ChatMedia.Contact" = "Contact";
"ChatMedia.Video" = "Vidéo";
"ChatMedia.Location" = "Localisation";
"ChatMedia.File" = "Fichier";
"ChatMedia.Unsupported" = "Non supporté";



"User.Unlock" = "Débloquer";
"User.Block" = "Bloquer";
"User.BlockUser" = "Bloquer %@";
"User.UnlockUser" = "Débloquer %@";
"User.Blocked" = "L'utilisateur est bloqué";
"User.AddToContacts" = "Ajouter des contacts";
"User.Deleted" = "Supprimé";
"User.Hidden" = "caché";


"App.ConnectionError" = "Erreur de connexion";
"App.ConnectionErrorDesc" = "Vérifiez votre connexion réseau et essayez à nouveau";

"App.MaxFileSize" = "La taille maximum est de 1 Go";

"Auth.CantLogout" = "Impossible de se déconnecter";
"Auth.CheckConnection" = "Vérifiez votre connexion réseau et essayez à nouveau";

"Settings.CantUpdateFolder" = "Impossible de définir ce dossier par défaut";
"Settings.ChooseAnotherFolder" = "Veuillez choisir un dossier différent";
"Settings.BlockUsers" = "Bloquer les utilisateurs";

"Cellular" = "Cellulaire";

"Message.Send.Compressing" = "compression en cours...";

"Search.Separator.Contact" = "contact";
"Search.Separator.Contacts" = "Contacts";

"Search.Separator.User" = "utilisateur";
"Search.Separator.Users" = "utilisateurs";

"Search.Separator.Message" = "message";
"Search.Separator.Messages" = "messages";





"AccountSettings.ContactsSynced" = "Contacts syncrhonisés";

"NewConversation.CreateBroadcast" = "Créer une liste de diffusion";
"NewConversation.CreateGroup" = "Créer";
"NewConversation.CreateGroupChat" = "Créer le groupe";
"NewConversation.CreateSecretChat" = "Créer une conversation secrète";
"NewConversation.CreatingGroupChat" = "Groupe";
"NewConversation.CreatingSecretChat" = "Conversation secrète";
"NewConversation.GroupNamePlaceholder" = "Nom du groupe...";
"NewConversation.AddContact" = "Ajouter un contact";





"Account.ImportContacts" = "Importer les contacts";
"Account.Invisible" = "déconnecté";
"Account.Online" = "connecté";
"Account.Offline" = "déconnecté";
"Login.InvalidCode" = "Code invalide";
"Login.InvalidCountry" = "Pays invalide";
"Login.InvalidPhoneNumber" = "Numéro de téléphone invalide";
"Login.Country" = "pays";
"Login.Description" = "Application Telegram officielle pour OS X";
"Login.Label" = "Bienvenue dans l'application officielle pour OS X";
"Login.GetNewCode" = "Obtenir un nouveau code";
"Login.GetCode" = "Suivant";
"Login.Error" = "Erreur ;(";
"Login.ExpiredCode" = "Code expiré";
"Login.SmsCode" = "code";
"Login.PhonePlaceholder" = "votre numéro";
"Registartion.FirstName" = "Prénom";
"Registration.DeletePhoto" = "Photo supprimée";
/* Вставить сюда  (Optional) если влезет. */
"Registration.LastName" = "Nom";
"Registration.PhoneDialed" = "Telegram a composé votre numéro";

"Registration.ChangePhoto" = "Changer la photo";
"Registration.ChooseCountry" = "choisir le pays";
"Registration.ChoosePhoto" = "Choisir la photo";
"Registration.Continue" = "Poursuivre l'inscription";
"Registration.StartMessaging" = "Démarrer une conversation";
"Registration.AddPhoto" = "ajouter\nune photo";



"SelfDestruction.DisableTimer" = "a désactivé l'auto-destruction des messages";
"SelfDestruction.SetTimer" = "définir l'auto-destruction des messages à %@";
"SelfDestruction.SetRandomTimer" = "définir l'auto-destruction des messages à %d secondes";

"Message.Send" = "Envoyer";
"Messages.SharingContact" = "Partager le contact";

"Messages.SendPlaceholder" = "Message...";

"Message.File.Download" = "Télécharger";
"Messages.Selected.Forward" = "Faire suivre";
"Messages.Selected.Delete" = "Supprimer";
"Message.ForwardedFrom" = "Message transféré de";
"message" = "message";
"messages" = "messages";
"MessageAction.Secret.CreatedSecretChat" = "Conversation secrète créée";
"MessageAction.ServiceMessage.ChangedGroupName" = "%@ a renommé le groupe en \"%@\"";
"MessageAction.ServiceMessage.RemovedGroupPhoto" = "%@ a supprimé la photo du groupe";
"MessageAction.ServiceMessage.ChangedGroupPhoto" = "%@ a modifié la photo du groupe";
"MessageAction.ServiceMessage.InvitedGroup" = "%@ a invité %@";
"MessageAction.ServiceMessage.JoinedGroup" = "%@ a rejoint le groupe";
"MessageAction.ServiceMessage.KickedGroup" = "%@ a expulsé %@";
"MessageAction.ServiceMessage.CreatedChat" ="%@ a créé le groupe \"%@\"";
"MessageAction.ServiceMessage.LeftGroup" = "%@ a quitté le groupe";
"MessageAction.Secret.CancelledSecretChat" = "Conversation secrète annulée";
"MessageAction.Service.ChangedGroupName" = "a renommé le groupe";
"MessageAction.Service.RemovedGroupPhoto" = "a supprimé la photo du groupe";
"MessageAction.Service.ChangedGroupPhoto" = "a changé la photo du groupe";
"MessageAction.Service.InvitedGroup" = "a invité";
"MessageAction.Service.JoinedGroup" = "est de retour dans le groupe";
"MessageAction.Service.KickedGroup" = "a expulsé";
"MessageAction.Service.CreatedChat" = "a créé le groupe \"%@\"";
"MessageAction.Service.LeftGroup" = "a quitté le groupe";
/* Какая-то странная строчка: */
"MessageAction.Service.LeaveChat" = "Quitter la discussion";
"MessageAction.Secret.WaitingToGetOnline" = "En attente de la connexion de %@...";
"MessageAction.Secret.TookScreenshot" = "a pris une capture d'écran";
"Message.Action.Forwarding" = "Transfert en cours";
"Messages.UnreadMessages" = "Messages non lus";





"Month.GenApril" = "Avril";
"Month.GenAugust" = "Août";
"Month.GenDecember" = "Décembre";
"Month.GenFebruary" = "Février";
"Month.GenJanuary" = "Janvier";
"Month.GenJuly" = "Juillet";
"Month.GenJune" = "Juin";
"Month.GenMarch" = "Mars";
"Month.GenMay" = "Mai";
"Month.GenNovember" = "Novembre";
"Month.GenOctober" = "Octobre";
"Month.GenSeptember" = "Septembre";
"Month.ShortApril" = "Avr";
"Month.ShortAugust" = "Aoû";
"Month.ShortDecember" = "Déc";
"Month.ShortFebruary" = "Fév";
"Month.ShortJanuary" = "Jan";
"Month.ShortJuly" = "Jul";
"Month.ShortJune" = "Jun";
"Month.ShortMarch" = "Mar";
"Month.ShortMay" = "Mai";
"Month.ShortNovember" = "Nov";
"Month.ShortOctober" = "Oct";
"Month.ShortSeptember" = "Sep";



"Search.More" = "%d de plus...";









"Notification.MessageLifetime1d" = "1 jour";
"Notification.MessageLifetime1h" = "1 heure";
"Notification.MessageLifetime1m" = "1 minute";
"Notification.MessageLifetime1w" = "1 semaine";
"Notification.MessageLifetime2s" = "2 secondes";
"Notification.MessageLifetime5s" = "5 secondes";
"notifications" = "notifications";


"Message.File.Open" = "Ouvrir";




"Attach.Picture" = "Photo";
"Attach.TakePhoto" = "Prendre une photo";
"Attach.Video" = "Vidéo";
"Attach.File" = "Fichier";
"Attach.PictureOrVideo" = "Photo ou Vidéo";



"Preferences" = "Préférences";

"Registration" = "Inscription";


"Settings.ResyncDescription" = "Souvenez-vous : maintenant, l'app a besoin de se synchroniser dès que vous rajoutez de nouveaux contacts à iCloud.";

"Account.UpdateProfilePhoto" = "Actuliser la photo de profil";






"Profile.Save" = "Sauvegarder";


"MediaPreview.SaveItem" = "Sauvegarder l'objet comme...";
"MediaPreview.SaveToDownloads" = "Enregistrer dans les téléchargements";
"MediaPreview.NextItem" = "Objet suivant";
"MediaPreview.PreviousItem" = "Objet précédent";


"Search" = "Recherche";




"Notification.SecretMessage" = "Vous avez un nouveau message";



"Settings" = "Paramètres";





"Conversation.ShowProfile" = "Voir le profil de %@";
"Conversation.ShowGroupInfo" = "Montrer les informations du groupe";
"Conversation.StartSecretChat" = "Débuter une conversation secrète";
"Conversation.CantForwardSecretMessages" = "Malheureusement, vous ne pouvez pas transférer les messages dans les conversations secrètes";
"Conversation.CantShareContactToSecretChat" = "Malheureusement, vous ne pouvez pas partager les contacts dans les conversations secrètes";
"Conversation.Confirm.ClearHistory" = "Désirez-vous effacer tous les messages de cette conversation?";
"Conversation.Confirm.LeaveAndClear" = "Voulez-vous quitter ce groupe et effacer l'historique des messages ?";
"Conversation.Confirm.DeleteAndClear" = "Désirez-vous effacer cette conversation et tous ces messages?";
"Conversation.Confirm.UndoneAction" = "Cette action ne peut pas être annulée.";
"Conversation.Confirm.SendFromClipboard" = "Voulez-vous envoyer %d fichiers du presse-papier ?";
"Conversation.Confirm.SendThisFile" = "Voulez-vous envoyer ce fichier ?";
"Conversation.Confirm.SendThisPicture" = "Voulez-vous envoyer cette image ?";
"Conversation.Confirm.SendThisVideo" = "Voulez-vous envoyer cette vidéo ?";
"Conversation.Confirm.SendThisFileDescription" = "Vous pouvez toujours envoyer un fichier en utilisant copié-coller dans la conversation Telegram.";
"Conversation.Confirm.SendThisPictureDescription" = "Vous pouvez toujours envoyer une photo en utilisant copié-coller dans la conversation Telegram.";
"Conversation.Confirm.SendThisVideoDescription" = "Vous pouvez toujours envoyer un vidéo en utilisant copié-coller dans la conversation Telegram.";
"Conversation.Confirm.SendThisPicturesDescription" = "Vous pouvez toujours envoyer des fichiers et photos en utilisant copié-coller dans la conversation Telegrames.";
"Conversation.Action.YouKickedGroup" = "Vous avez été expulsé du groupe";
"Conversation.Action.YouLeftGroup" = "Vous avez quitté le groupe";
"Conversation.Actions.ReturnToGroup" = "Retourner au groupe";
"Conversation.Actions.LeaveGroup" = "Quitter le groupe";
"Conversation.Members" = "membres";
"Conversation.Member" = "membre";
"Conversation.DeleteSecretChat" = "Supprimer la conversation secrète";
"Conversation.ShowEncryptionKey" = "Voir la clé de chiffrement";
"Conversation.Delete" = "Détruire la conversation";
"Conversation.Back" = "Retourner à la conversation";
"Conversation.BackToInfo" = "Retourner aux informations du groupe";
"Conversation.DropTitle" = "Déposer les fichiers ici pour les envoyer";
"Conversation.DropQuickDescription" = "d'une manière rapide";
"Conversation.ScrollToBottom" = "Défilez vers le bas pour les derniers messages";
"Conversation.DropAsFilesDescription" = "sans compression";
"Conversation.Send.FilesSizeError" = "Les fichiers %@ dépassent le poids maximum.";
"Conversation.NoMessages" = "Aucun message pour l'instant...";
"Conversation.Mute" = "Muet";
"Conversation.Unmute" = "Désactiver muet";
"Conversation.OpenConversation" = "Open Chat";
"Conversation.Filter.Photos" = "Photos";
"Conversation.Filter.Video" = "Vidéo";
"Conversation.Filter.Files" = "Fichiers partagés";
"Conversation.Filter.Audio" = "Audio";
"Conversation.Filter.PhotoVideo" = "Photos et Vidéo";
"Conversation.ShowMedia" = "Voir le Média";
"Conversation.SelectToForward" = "Sélectionner un contact ou un conversation pour faire suivre le message de %1$@";
"Conversation.SelectToForwards" = "Sélectionner un contact ou un conversation pour faire suivre les messages de %1$@";
"Conversation.SelectToShareContact" = "Sélectionner un contact ou un conversation pour partager le contact %@'s";
"Conversation.ClearMessageHistory" = "Supprimer l'historique des messages";
"Conversation.CopyToClipboard" = "Copier dans le presse-papier";
"Conversation.DeleteAndExit" = "Supprimer et quitter";
"Conversation.CopyURL" = "Copier l'URL";
"Conversation.Menu.SetSelfDestruct" = "Temps avant auto-destruction";
"Conversation.SelectConversation" = "Choisissez une conversation pour commencer à envoyer des messages";


"Profile.MobilePhone" = "mobile";
"Profile.SharedMedia" = "Médias partagés";
"Profile.SendMessage" = "Envoyer un message";
"Profile.ShareContact" = "Partager le contact";
"Profile.Edit" = "Éditer";
"Profile.edit" = "éditer";
"Profile.Save" = "Sauvegarder";
"Profile.DeleteAndExit" = "Supprimer et quitter";
"Profile.DeleteContact" = "Supprimer le contact";
"Profile.CreatedBy" = "créé par";
"Profile.You" = "Vous";
"Profile.Error.CantUpdatePhoto" = "Impossible d'actualiser la photo de profil";
"Profile.Cancel" = "Annuler";
"Profile.CancelPhotoUpload" = "Chargement annulé";
"Profile.CantUpdate" = "Impossible d'actualiser le profil";
"Profile.CantUpdatePhoto" = "Impossible d'actualiser la photo de profil";
"Profile.Back" = "Précédent";
"Profile.ClearHistory" = "Supprimer l'historique des messages";
"Profile.DeleteConversation" = "Delete Chat...";
"Profile.Done" = "Terminé";
"BackToProfile" = "Revenir au profil";
"Profile.RemovePhoto" = "Supprimer la photo";
"Profile.UpdatePhoto" = "Modifier la photo";
"Profile.SetGroupPhoto" = "Définir une photo de groupe";
"Profile.SmallPhoto" = "Photo trop petite";






"Telegram Messenger" = "Telegram Messenger";


"Time.at" = "à";
"Time.last_seen" = "vu";
"Time.today" = "aujourd'hui";
"Time.tomorrow" = "demai";
"Time.yesterday" = "hier";


"App.updating" = "mise à jour...";



"Attach.WebSearch" = "Recherche sur le web";

"Weekday.Friday" = "Vendredi";

"Weekday.Monday" = "Lundi";

"Weekday.Saturday" = "Samedi";

"Weekday.ShortFriday" = "Ven";

"Weekday.ShortMonday" = "Lun";

"Weekday.ShortSaturday" = "Sam";

"Weekday.ShortSunday" = "Dim";

"Weekday.ShortThursday" = "Jeu";

"Weekday.ShortTuesday" = "Mar";

"Weekday.ShortWednesday" = "Mer";

"Weekday.Sunday" = "Dimanche";

"Weekday.Thursday" = "Jeudi";

"Weekday.Tuesday" = "Mardi";

"Weekday.Wednesday" = "Mercredi";

"WiFi" = "WiFi";








"Notification.MessageLifetime2s" = "2 secondes";
"Notification.MessageLifetime5s" = "5 secondes";
"Notification.MessageLifetime1m" = "1 minute";
"Notification.MessageLifetime1h" = "1 heure";
"Notification.MessageLifetime1d" = "1 jour";
"Notification.MessageLifetime1w" = "1 semaine";

"DefaultSoundName" = "Par défaut";

"Date.DialogDateFormat" = "{day} {month}";


"Confirm.TerminateSessions" = "Êtes-vous sûr de vouloir fermer toutes les autres sessions ?";
"Confirm.SuccessResetSessions" = "Toutes les sessions ont bien été terminé ";
"Confirm.ConfirmLogout" = "Êtes-vous sûr de vouloir vous déconnecter ?";
"Confirm.ClearHistory" = "Supprimer l'historique";
"Alert.Error" = "Erreur";
"Alert.Confirm" = "Confirmer";


"AddContact.FirstNamePlaceholder" = "Prénom";
"AddContact.LastNamePlaceholder" = "Nom (facultatif)";
"AddContact.PhoneNumberPlaceholder" = "Mobile";
"AddContact.AddContact" = "Ajouter un contact";

"AddContact.NotRegistredTitle" = "Aucun contact Telegram";
"AddContact.NotRegistredDescription" = "Ce contact n'est pas encore inscrit dans Telegram. Vous pourrez lui envoyer un message de Telegram dès son inscription.";

"Messages.AddContact" = "Ajouter";

"Time.agoHour" = "il y a %d heure";
"Time.agoHours" = "il y a %d heures";
"Time.agoMinute" = "il y a %d minute";
"Time.agoMinutes" = "il y a %d minutes";
"Time.justnow" = "à l'instant";

"Secret.SelfDestruct.Off" = "Désactiver";
"Secret.SelfDestruct.2s" = "2s";
"Secret.SelfDestruct.5s" = "5s";
"Secret.SelfDestruct.1m" = "1 minute";
"Secret.SelfDestruct.1h" = "1 heure";
"Secret.SelfDestruct.1d" = "1 jour";
"Secret.SelfDestruct.1w" = "1 semaine";

"Message.File.ShowInFinder" = "Montrer dans le Finder";

"Delete" = "Supprimer";

"Edit.selectMessage" = "%lu message selectionné";
"Edit.selectMessages" = "%lu messages selectionnés";

"Photo" = "Photo";



"Settings.OpenLinksBackground" = "Ouvrir les liens en fond";
"Settings.PrivateChats" = "Conversations privées";
"Settings.Groups" = "Groupes";


"Settings.OpenLinksBackground" = "Ouvrir les liens en fond";

"Settings.SendAsEnter" = "Entrée";
"Settings.SendAsCmdEnter" = "⌘ + Entrée";

"Settings.OnlineFocused" = "Axe de l'app";
"Settings.OnlineLaunch" = "Fonctionnement de l'app";

"Settings.SoundEffects" = "Effets sonores";

"Settings.online_when_desc" = "En ligne quand :";
"Settings.auto_download_desc" = "Téléchargements auto :";
"Settings.video_desc" = "Vidéo :";
"Settings.documents_desc" = "Documents :";
"Settings.voice_messages_desc" = "Messages vocaux :";
"Settings.file_size_limit_desc" = "Limite de taille des fichiers :";
"Settings.send_message_desc" = "Envoyer un message ";
"Settings.save_documents_to_desc" = "Sauvegarder les documents à :";
"Settings.sound_notifications_desc" = "Son des notifications :";
"Settings.other_desc" = "Autre ";

"Settings.cache_desc" = "Cache :";
"Settings.sessions_desc" = "Sessions :";
"Settings.cache_sub_desc" = "Suppression de toutes les images, les vidéos, et les messages audio dans le dossier de cache";
"Settings.sessions_sub_desc" = "Déconnecte tous les supports excepté l'actuel.";
"Settings.account_desc" = "Compte :";

"Settings.clear_all_the_cache_button" = "Vider tout le cache";
"Settings.terminate_all_other_sessions_button" = "Sessions";
"Settings.log_out_button" = "Déconnexion";

"Settings.Settings" = "Paramètres";
"Settings.BlackList" = "Liste Noire";


"Confirm" = "Confirmer";
"Yes" = "Oui";
"No" = "Non";
"Cancel" = "Annuler";

"Settings.General" = "Général";
"Settings.Account" = "Compte ";

"MessageAction.Secret.UserJoined" = "%@ a rejoint votre conversation secrète.";
"MessageAction.Secret.CreatedSecretChat" = "Conversation secrète créée";

"Secret.join.description" = "Vous avez invité %1$@ à \nrejoindre une conversation secrète.";
"Secret.join.invitedDescription" = "%1$@ vous a invité à \nrejoindre une conversation secrète.";
"Secret.join.secret_chats" = "\n\nConversations secrètes :\n";
"Secret.join.desc1" = "Utiliser le chiffrement entre mobiles\n";
"Secret.join.desc2" = "Ne pas laisser de traces sur les serveurs Telegram\n";
"Secret.join.desc3" = "ont un délai d'auto-destruction des messages\n";
"Secret.join.desc4" = "Ne pas autoriser le transfert\n";


"Settings.chooseFolder" = "Choisir...";


"Login.code" = "code";
"Login.willCallYou" = "Telegram va vous appeler dans %d:%@";
"Login.phoneNumber" = "numéro de téléphone";

"Audio.Downloading" = "%1$@ en téléchargement...";
"Audio.Uploading" = "%1$@ en chargement...";

"Document.Downloading" = "Téléchargement %.0f%%";
"Document.Uploading" = "Chargement %.0f%%";

"MessageService.Action.JoinedSecretChat" = "A rejoint la conversation secrète";

"Attach.Location" = "Localisation";
"Attach.PictureOrVideo" = "Photo ou Vidéo";

"Audio.ReleaseOut" = "Sortir du champ pour annuler\nAppuyer sur Command+R pour enregistrer sans tenir";
"Messages.scrollToBottomNewMessage" = "%d nouveau";
"Messages.scrollToBottomNewMessages" = "%d nouveau";

"Emoji.NoRecents" = "Aucun Emoji récent";

"Profile.SetEncryptedTTL" = "Temps d'auto-destruction";
"Profile.ShowEncryptedKey" = "Clé de chiffrement";

"Search.LoadingMessages" = "chargement des messages";
"Messages.ForwardedMessages" = "messages transférés";

"Messages.Error.Delete" = "Supprimer";
"Messages.Error.Resend" = "Renvoyer";

"Notification.NewAuthDetected" = "%@, Nous avons détecter un accès à votre compte à partir d'un nouvel appareil %@\n\nDevice: %@\nLocation: %@\n\nSi ce n'est pas vous, vous pouvez aller dans la section Vie privée et Sécurité et supprimer cette session.\n\nSi vous pensez que quelqu'un s'est connecter sans consentement, vous pouvez activer la fonction Vérification en deux étapes dans la section Vie privée et Sécurité.\n\nMerci,\nL'équipe Telegram";


"Alert.MessagesSendError.Desc" = "Votre message n'a pas pu être envoyé";
"Alert.MessagesSendError.Text" = "Une erreur est survenue lors de l'envoi du message précédent. Désirez-vous l'envoyer de nouveau ?";
"Alert.Button.TryAgain" = "Veuillez réessayer";
"Alert.Button.Delete" = "Supprimer";
"Alert.Button.Ignore" = "Ignorer";

"Messages.MessagesTopInfoActionUnblockUser" = "Cet utilisateur est bloqué, donc il ne peut pas recevoir vos messages.";
"Messages.MessagesTopInfoActionShareContact" = "Cet utilisateur ne dispose pas vos informations de contact.";
"Messages.MessagesTopInfoActionAddContact" = "Cette utilisateur n'est pas dans vos contacts.";

"Messages.MessagesTopInfoActionAddContact.Button" = "Ajouter au contact";
"Messages.MessagesTopInfoActionShareContact.Button" = "Partager mes informations de contact";
"Messages.MessagesTopInfoActionUnblockUser.Button" = "Débloquer";



"Connecting.Connecting" = "Connection";
"Connecting.Connected" = "Connecté !";
"Connecting.WaitingNetwork" = "En attente du réseau";
"Connecting.Updating" = "Mise à jour en cours";
"Connecting.Updated" = "Mise à jour effectuée !";

"SharedMedia.None" = "Aucun";

"MediaPreview.Forward" = "Transférer à...";
"MediaPreview.Delete" = "Supprimer";


"Broadcast.Create" = "Créer";
"Broadcast.statusMore" = "et %lu de plus";
"Broadcast.participantsTitle" = "%lu participants";
"Broadcast.participantTitle" = "%lu participant";

"MessageAction.ServiceMessage.CreatedBroadcast" ="a créé une liste de diffusion";
"Conversation.CantForwardToBroadcast" = "Malheureusement, vous ne pouvez pas transferer des message par la liste de diffusion";
"NewConversation.CreatingBroadcast" = "Diffusion";

"Conversation.ShowBroadcastInfo" = "Montrer la liste de diffusion";

"Settings.LaunchOnStartup" = "Lancer au démarrage";

"App.startupAtLaunch" = "Lancer au démarrage";
"App.startupAtLaunchDesc" = "Appuyer sur Yes si vous voulez que l'application se lance au démarrage du système.";

"Notification.UserRegistred" = "a rejoint Telegram";



"ComposeMenu.CreateGroup" = "Nouveau groupe";
"ComposeMenu.Broadcast" = "Listes de diffusion";
"ComposeMenu.SecretChat" = "Nouvelle conversation secrète";

"Compose.GroupTitle" = "Nouveau groupe";
"Compose.SecretChat" = "Nouvelle conversation secrète";
"Compose.BroadcastTitle" = "Liste de diffusion";


"Compose.Back" = "Précédent";
"Compose.Next" = "Suivant";
"Compose.Done" = "Terminé";
"Compose.Create" = "Créer";

"Compose.Contacts" = "Contacts";
"Compose.AddMembers" = "Ajouter";

"Compose.GroupNamePlaceHolder" = "Nom du groupe";
"Compose.NewBroadcastList" = "Nouvelle liste";


"Account.EditProfile" = "Modifier le profil";

"Account.ChatSettings" = "Paramètres de la conversation";
"Account.BlockedUsers" = "Utilisateurs bloqués";
"Account.SecuritySettings" = "Paramètres de sécurité";



"Tab.Contacts" = "Contacts";
"Tab.Chats" = "Conversations";
"Tab.Settings" = "Paramètres";


"Auth.ForceLogout" = "Appuyer sur OK pour forcer la déconnection";
"Account.ExportCard" = "Exporter votre carte";
"UserCard.Export" = "Copier dans le presse-papier";
"CardImport.ErrorTextUserNotExist" = "Erreur, utilisateur introuvable";
"CardImport.ErrorDescUserNotExist" = "Contrôle de la chaîne de la carte";

"Login.EnterCodeFromApp" = "Entrez le code que vous venez de recevoir dans Telegram sur vs autres appareils.";
"Login.SendSmsIfNotReceivedAppCode" = "Vous n'avez pas reçu le code?";

"UserCard.ExportDesc" = "Vous pouvez partager cette carte avec d'autres utilisateurs Telegram, afin qu'ils puissent vous contacter sans connaître votre numéro de téléphone. Uniquement disponible pour le moment pour les utilisateurs OSX, à venir prochainement sur d'autres applications.";

"Login.WeSendSms" = "Nous vous avons envoyé le code via SMS.\nVeuillez l'entrer ci-dessus.";



"Search.Cancel" = "Annuler";

"Context.Quote" = "Citation";


"Conversation.Confirm.SendThisGif" = "Voulez-vous envoyer ce gif ?";
"Conversation.Confirm.SendThisGifDescription" = "Vous pouvez toujours envoyer un GIF en utilisant copié-coller dans la conversation Telegram.";





"BlockedUsers.NoBlockedUsers" = "Vous ne recevrez pas de messages de gens \nsur la liste de blocage";
"BlockedUsers.BlockedUsers" = "Utilisateurs bloqués";
"Compose.BlockUsers" = "Bloquer";
"GeneralSettings.AutoVideoDownloadHeader" = "TÉLÉCHARGEMENT AUTOMATIQUE DES FICHIERS VIDEO";
"GeneralSettings.AutoAudioDownloadHeader" = "TÉLÉCHARGEMENT AUTOMATIQUE DES FICHIERS AUDIO";
"Settings.SoundNotification" = "Son des notifications";
"GeneralSettings.General" = "Général";
"Settings.AdvancedSettings" = "Paramètres avancés";
"Settings.SecuritySettings" = "Paramètres de sécurité";
"GeneralSettings.Security" = "Sécurité";
"Settings.ClearCache" = "Vider le cache";
"Settings.ClearCacheDescription" = "Détruire tous les fichiers dans le dossier de temporaire";
"Settings.TerminateOtherSessions" = "Sessions Actives";
"Settings.TerminateOtherSessionsDescription" = "Déconnecte tous les supports excepté l'actuel";
"Account.SetProfilePhoto" = "Définir une photo de profil";
"Account.General" = "Général";
"Account.UserName" = "Pseudonyme";
"Account.About" = "À propos";
"Account.FAQ" = "FAQ Telegram";
"Account.AskQuestion" = "Poser une question";
"Profile.BlockContact" = "Bloquer un utilisateur";
"Profile.UnblockContact" = "Débloquer un utilisateur";
"Chat.Kick" = "Retirer du groupe";
"Profile.Info" = "Info";
"UserName.placeHolder" = "@Entrer votre pseudonyme";
"Profile.ChangeUserName" = "Changer le pseudonyme";
"UserName.description" = "Vous pouvez choisir un pseudonyme sur Telegram. Ainsi, d'autres personnes pourront vous retrouver via ce pseudonyme et communiquer avec vous sans connaître votre numéro de téléphone.\n\nCaractères autorisés : a-z, 0-9 et \"_\". 5 caractères minimum.";
"Username.setName" = "Définir un pseudonyme";
"Profile.Media" = "Média";
"Profile.DeleteAll" = "Tout supprimer";
"Profile.DeleteBroadcast" = "Supprimer la liste de diffusion";

"Context.OpenInFinder" = "Ouvrir dans le Finder";
"Context.SaveAs" = "Enregistrer sous...";
"Context.CopyToClipBoard" = "Copier dans le presse-papier";
"Context.Forward" = "Transférer";
"Context.Delete" = "Supprimer";

"UpdateNotification.Alert" = "Alerte";
"Profile.username" = "nom d'utilisateur";
"Search.Separator.GlobalSearch" = "Recherche Globale";

"UserNameExport.UserNameNotFound" = "Utilisateur introuvable";
"UserNameExport.UserNameNotFoundDescription" = "Un utilisateur avec ce pseudonyme n'existe pas sur Telegram";

"AddContactController.Addcontact" = "Ajouter un contact";

"UserName.avaiable" = "%@ est disponible.";

"USERNAME_INVALID" = "Désolé, ce nom d'utilisateur est invalide.";
"USERNAME_IS_ALREADY_TAKEN" = "Désolé, ce nom d'utilisateur est déjà utilisé.";
"USERNAME_MIN_SYMBOLS_ERROR" = "Un nom d'utilisateur doit contenir 5 caractères minimum.";
"USERNAME_CANT_FIRST_NUMBER" = "Désolé, un nom d'utilisateur ne peut commencer par un chiffre.";

"Settings.NotificationTone" = "Sonnerie de notification";
"Notifications" = "Notifications";
"Settings.MessageNotifications" = "Notification des messages";



"Notification.MessageLifetimeSeconds" = "%d seconde%@";
"Notification.MessageLifetimeMinutes" = "%d minute%@";
"Notification.MessageLifetimeHours" = "%d heure%@";
"Notification.MessageLifetimeDays" = "%d jour%@";
"Notification.MessageLifetimeWeeks" = "%d semaine%@";
"Secret.SelfDestruct.RandomSecond" = "%d seconde";
"Secret.SelfDestruct.RandomSeconds" = "%d secondes";
"Close" = "Fermer";
"MediaPreview.GoToMessage" = "Allez dans Message";

"PhotoViewer.Forward" = "Transférer";
"PhotoViewer.Delete" = "Supprimer";
"PhotoViewer.SaveAs" = "Enregistrer sous";
"PhotoViewer.Goto" = "Montrer le message";
"PhotoViewer.posOfCount" = "%lu de %lu";
"Settings.EmojiReplaces" = "Automatiquement converti en émoji";

"PrivacyAndSecurity.PrivacyHeader" = "VIE PRIVÉE";
"PrivacyAndSecurity.SecurityHeader" = "SÉCURITÉ";
"PrivacyAndSecurity.DeleteAccountHeader" = "EFFACER MON COMPTE";

"PrivacyAndSecurity.BlockedUsers" = "Utilisateurs bloqués";
"PrivacyAndSecurity.LastSeen" = "Vu";
"PrivacyAndSecurity.TerminateSessions" = "Active Sessions";
"PrivacyAndSecurity.Logout" = "Déconnexion";
"PrivacyAndSecurity.DeleteAccount" = "Si Absent Pour";

"LastSeen.longTimeAgo" = "vu il y a longtemps";
"LastSeen.Recently" = "vu récemment";
"LastSeen.Monthly" = "vu au cours du dernier mois";
"LastSeen.Weekly" = "vu dans la semaine";
"PrivacyAndSecurity.Header" = "Vie privée et Sécurité";
"PrivacySettingsController.Header" = "Vu";
"PrivacySettingsController.Everbody" = "Tout le monde";
"PrivacySettingsController.MyContacts" = "Mes Contacts";
"PrivacySettingsController.Nobody" = "Personne";
"PrivacySettingsController.NeverShare" = "Ne Jamais Partager";
"PrivacySettingsController.AlwaysShare" = "Toujours Partager";
"PrivacySettingsController.NeverShareWith" = "Ne Jamais Partager Avec";
"PrivacySettingsController.AlwaysShareWith" = "Toujours Partager Avec";
"PrivacySettingsController.UserCount" = "%d utilisateurs";
"PrivacySettingsController.UsersCount" = "%d utilisateurs";
"PrivacySettingsController.AddUsers" = "Ajouter des Utilisateurs";
"PrivacyUserListController.NoUsers" = "Cliquez sur le bouton Ajouter (+) pour ajouter des utilisateurs";
"Remove" = "Supprimer";
"Account.Privacy" = "Vie privée et Sécurité";
"PhotoViewer.CopyToClipboard" = "Copier dans le presse-papier";
"PrivacyUserListController.Header" = "Choisir les utilisateurs";
"PhoneChangeAlertController.Description" = "Vous pouvez changer votre numéro de téléphone ici. Votre compte et toutes vos données du cloud - messages, médias, contacts, etc. seront déplacées à votre nouveau numéro.\n\n%1$@Important :%2$@ tous vos contacts Telegram auront votre %3$@nouveau numéro%4$@ ajouté à leur carnet d'adresse, à condition qu'ils aient votre ancien numéro et que vous ne les avez pas bloqué dans Telegram.";
"PhoneChangeAlertController.ChangePhone" = "Changer de Numéro";
"PhoneChangeController.Header" = "Changer de Numéro";
"PhoneChangeController.Next" = "Suivant";
"PhoneChangeController.Description" = "Nous allons envoyé un SMS avec le code de confirmation à \nvotre nouveau numéro.";
"Account.PhoneNumber" = "Numéro de téléphone";
"PhoneChangeControlller.AlertHeader" = "Changement d'erreur";
"PHONE_NUMBER_OCCUPIED"	= "Une erreur s'est produite. Veuillez réessayer plus tard";
"PHONE_NUMBER_INVALID" = "Numéro de téléphone invalide. Merci d'essayer à nouveau.";
"PhoneChangeController.SmsPlaceholder" = "Code";
"PhoneChangeConfirmController.SentCodeDescription" = "Nous avons envoyé un SMS avec le code";
"PhoneChangeConfirmController.sendCall" = "Telegram va vous appeler dans %@";
"PhoneChangeConfirmController.phoneDialed" = "Telegram a appelé votre numéro";

"Alert.Forward" = "Transférer";
"Alert.ForwardTo" = "Transférer à %@?";

"TL_sendMessageTypingAction" = "%@ écrit";
"TL_sendMessageUploadPhotoAction" = "%@ envoie une photo";
"TL_sendMessageRecordVideoAction" = "%@ tourne une vidéo";
"TL_sendMessageUploadVideoAction" = "%@ envoie une vidéo";
"TL_sendMessageRecordAudioAction" = "%@ capture de l'audio";
"TL_sendMessageUploadAudioAction" = "%@ envoie un enregistrement audio";
"TL_sendMessageUploadDocumentAction" = "%@ envoie un document";
"TL_sendMessageGeoLocationAction" = "%@ choisit la géo";
"TL_sendMessageChooseContactAction" = "%@ choisit le contact";

"Settings.iCloudSynch" = "Synchronisation des contacts iCloud";
"Profile.Photos" = "Photos";
"Settings.BigFont" = "Utiliser une police de caractère plus large pour les conversations";
"Quit" = "Quitter";
"Settings.StatusBarIcon" = "Icône de la barre d'état";

"PHONE_CODE_INVALID" = "Code du téléphone invalide. Veuillez réessayer.";
"Password.password" = "Mot de passe";
"Password.EnterYourPassword" = "Saisir votre mot de passe";
"Password.ResetPassword" = "Supprimer le compte";
"Password.logout" = "Déconnexion";
"Password.resetAlert" = "Êtes vous sûr ? Cette action ne peut pas être annulée.";
"Password.confirm" = "Confirmer";
"PASSWORD_HASH_INVALID" = "Incorrect password. Please try again.";


"AccountDaysTTL30" = "1 mois";
"AccountDaysTTL90" = "3 mois";
"AccountDaysTTL182" = "6 mois";
"AccountDaysTTL365" = "1 an";

"Profile.SharedMediaFiles" = "Fichiers partagés";

"SharedMedia.NoSharedMedia" = "Partager des photos et des vidéos dans cette conversation\n— ou ce trombone restera malheureux.";
"SharedMedia.NoFiles" = "Vous pouvez envoyer et recevoir\ndes fichiers jusqu'à 1.5 GB chacun\net les consulter de partout.";

"Notification.EnableInDays" = "dans %d jours";
"Notification.EnableInHours" = "dans %d heures";
"Notification.EnableInMinutes" = "dans %d minutes";
"Notification.EnableInSeconds" = "dans %d secondes";

"Notification.EnableInDay" = "dans %d jour";
"Notification.EnableInHour" = "dans %d heure";
"Notification.EnableInMinute" = "dans %d minute";
"Notification.EnableInSecond" = "dans %d seconde";

"Notification.Enabled" = "Activé";
"Notification.Disabled" = "Désactivé";

"Notifications.Menu.Enable" = "Activer";
"Notifications.Menu.Mute1Hour" = "Muet pendant 1 heure";
"Notifications.Menu.Mute8Hours" = "Muet pendant 8 heures";
"Notifications.Menu.Mute2Days" = "Muet pendant 2 jours";
"Notifications.Menu.Disable" = "Désactiver";

"Context.OpenWith" = "Ouvrir avec";
"Context.Other" = "Autre...";
"Context.Share" = "Partager";

"PrivacyAndSecurity.PassCode" = "Code d'accès";
"PasscodeSettings.Header" = "Code d'accès";
"PasscodeSettings.TurnOffPasscode" = "Désactiver le code d'accès";
"PasscodeSettings.TurnOnPasscode" = "Activer le code d'accès";
"PasscodeSettings.ChangePasscode" = "Changer le code d'accès";
"PasscodeSettings.AutoLock" = "Verrouillage automatique";

"Passcode.EnterYourNewPasscode" = "Saisissez votre nouveau code d'accès";
"Passcode.EnterYourOldPasscode" = "Saisissez votre ancien code d'accès";
"Passcode.ReEnterYourPasscode" = "Re-saisissez votre code d'accès";
"Passcode.EnterYourPasscode" = "Saisissez votre code d'accès";
"Passcode.EnterPlaceholder" = "code d'accès";


"Passcode.AutoLockTime0" = "Désactivé";
"Passcode.AutoLockTime60" = "si absent pendant 1 min";
"Passcode.AutoLockTime300" = "si absent pendant 5 min";
"Passcode.AutoLockTime3600" = "si absent pendant 1 heure";
"Passcode.AutoLockTime18000" = "si absent pendant 5 heures";

"Alert.Share" = "Partager le contact";
"Alert.ShareTo" = "Partager le contact à %@ ?";

"Context.Reply" = "Répondre (Double clic)";
"ChatMedia.Sticker" = "Sticker";
"Context.AddCustomSticker" = "Ajouter un Sticker au panneau des Emojis ";

"PrivacyAndSecurity.TwoStepVerification" = "Vérification en deux étapes";



"PasswordSettings.SetupHintTitle" = "Indice du mot de passe";
"PasswordSettings.SetupHint" = "Veuillez créer un indice pour votre mot de passe";

"PasswordSettings.YourPassword" = "Votre mot de passe";
"PasswordSettings.TurnOnPassword" = "Ajouter un mot de passe additionnel";
"PasswordSettings.TurnOffPassword" = "Désactiver le mot de passe";
"PasswordSettings.ChangePassword" = "Changer le mot de passe";
"PasswordSettings.ChangeRecoveryEmail" = "Changer l'e-mail de récupération";
"PasswordSettings.SetRecoveryEmail" = "Activer l'e-mail de récupération";
"PasswordSettings.TurnOnPasswordDescription" = "Vous pouvez ajouter un mot de passe qui sera demandé lors de l'ajout d'un nouvel appareil en supplément du code SMS.";
"PasswordSettings.SetPassword" = "Veuillez saisir votre nouveau mot de passe";
"PasswordSettings.Next" = "Suivant";
"PasswordSettings.ConfirmPassword" = "Veuillez re-saisir votre nouveau mot de passe";
"PasswordSettings.RecoveryEmail" = "E-mail de récupération";
"PasswordSettings.RecoveryEmailDesc" = "Veuillez ajouter votre e-mail valide. C'est la seule manière de retrouver un mot de passe oublié.";
"PasswordSettings.Skip" = "Passer";
"PasswordSettings.SkipAlert" = "Non, sérieusement";
"PasswordSettings.SkipAlertDescription" = "Si vous oubliez votre mot de passe, vous perdrez l'accès à votre compte Telegram et nous ne pourrons rien y faire.";

"PasswordSettings.InputPassword" = "Saisir votre mot de passe";
"PasswordSettings.InputNewPassword" = "Saisir votre nouveau mot de passe";

"PasswordSettings.AlertConfirmEmail" = "On y est presque !";
"PasswordSettings.AlertConfirmEmailDescription" = "Vérifiez vos e-mails (pensez à regarder dans les spams) pour compléter l'activation de la vérification en deux étapes.";
"PasswordSettings.AlertSuccessActivatedDescription" = "Votre mot de passe pour la vérification en deux étapes est maintenant active.";
"PasswordSettings.AlertSuccessDeactivatedDescription" = "Votre mot de passe pour la vérification en deux étapes a été désactivé.";
"PasswordSettings.AlertSuccessChangedDescription" = "Votre mot de passe pour la vérification en deux étapes a bien été changé.";



"EnterPassword.EnterPasswordDescription" = "Vous avez activé la vérification en deux étapes activée,  votre compte est donc protégé avec un mot de passe additionnel.";
"EnterPassword.forgotPassword" = "Mot de passe oublié ?";
"Alert.Sorry" = "Désolé";
"PASSWORD_RECOVERY_NA" = "Comme vous n'avez pas fournis e-mail de récupération lors de votre configuration de mot de passe, vos options disponible sont de vous rappeler de votre mot de passe ou de réinitialiser votre compte.";


"EnterPassword.ResetAccount" = "REINITIALISER MON COMPTE";
"EnterPassword.ResetAccountDescription" = "Si vous réinitialisez votre compte, vous perdrez tous vos messages et les médias et fichiers partagés qui vont avec.";
"Alert.Warning" = "Attention";

"Password.ResetAlertDescription" = "Cette action est irréversible.\n\nSi vous réinitialiser votre compte, tout les messages et conversation seront détruit.";

"Password.SentRecoryCode" = "Nous avons envoyé le code de récupération à l'adresse:\n\n%@";

"EnterPassword.EnterCodeDescription" = "Veuillez vérifier votre e-mail et entrer le code à 6 chiffres que nous avons envoyé.";
"EnterPassword.AlertTroubleEmailAccess" = "Si vous ne pouvez récupérer votre accès par e-mail, votre seul option sera de vous rappeler de votre mot de passe ou de réinitialiser votre compte.";
"EnterPassword.TroubleEmailAccess" = "Des problèmes pour accéder à votre e-mail ?";
"EnterPassword.BadEmailCode" = "Le code E-mail que vous venez de fournir est invalide, réessayez.";

"PasswordSettings.AbortPassword" = "Interrompre le paramétrage de la vérification en deux étapes";
"PasswordSettings.ConfrimEmailDescription" = "Veuillez suivre ces étapes pour configurer la vérification en deux étapes:\n\n1. Vérifier votre e-mail (n'oublier pas le dossier indésirable): %@\n\n2. Sélectionner le lien de validation.";

"PasswordSettings.AdditionDescription" = "Vous pouvez ajouter un mot de passe qui sera demandé lors de l'ajout d'un nouvel appareil en supplément du code SMS.";

"Authorization.Authorizations" = "Sessions";
"Authorization.Official" = "officiel";
"Authorization.Unofficial" = "non-officiel";
"Authorization.Reset" = "Réinitialiser ";
"Forward.Message" = "%d forwarded message";
"Forward.Messages" = "%d forwarded messages";


"PasscodeSettings.TurnOnDescription" = "Note: Si vous oubliez votre mot de passe, vous devrez réinstaller l'application et tous les chats secrets seront effacé.";

"AuthSessions.CurrentSession" = "SESSION ACTUELLE";
"AuthSessions.OtherSessions" = "AUTRES SESSIONS";
"AuthSessions.TerminateOtherSessions" = "Terminer toutes les autres sessions";

"Webpage.GettingLinkInfo" = "Obtention de l'information du lien...";

"Settings.SmartNotifications" = "Notifications intelligentes";

"Confirm.ConfrimToJoinGroup" = "Voulez-vous joindre le groupe \"%@\"?";
"MessageAction.Service.JoinedGroupByLink" = "a rejoint le groupe à partir du lien d'invitation";

"Group.CopyExportChatInvite" = "Inviter dans le groupe avec un lien";
"ChatExportLink.CopyLink" = "Copier le lien d'exportation";
"ChatExportLink.RevokeLink" = "Annuler le lien d'exportation";
"ChatExportLink.RevokeConfirm" = "Êtes-vous certain de vouloir annuler ce lien? Personne ne pourra l'utiliser pour joindre le groupe.";
"ChatExportLink.Alert.Revoked" = "Le lien d'invitation précédent est maintenant inactif. Un nouveau a été généré.";
"ChatExportLink.Description" = "Tout le monde possédant Telegram pourront joindre votre groupe en utilisant ce lien.";

"AddAttachmentCaption" = "Ajouter un titre";
"USERS_TOO_MUCH" = "Désolé, ce groupe est déjà complet.";
"INVITE_HASH_EMPTY" = "Désolé, ce groupe ne semble pas exister.";
"INVITE_HASH_INVALID" = "Désolé, ce groupe ne semble pas exister.";
"INVITE_HASH_EXPIRED" = "Désolé, ce groupe ne semble pas exister.";


"PasswordSettings.EnabledDescription" = "Vous avez activé la vérification en deux étapes.\nVous aurez besoin du mot de passe configuré ici pour vous connecter à votre compte Telegram.";
"StickerPack.AddStickerPack" = "Ajouter %d Stickers";
"Settings.Stickers" = "Stickers";
"Sticker.StickerSettings" = "Configuration des Stickers";
"Stickers.StickersCount" = "%d stickers";
"Stickers.StickersPacksHeader" = "STICKER PACKS";
"Stickers.StickersSetDescription" = "\nArtists are welcome to add their own sticker packs using our @stickers bot.\n\nUsers can add stickers by right click on a sticker from a pack and choosing \"Add stickers\".";
"Context.AddStickers" = "Ajouter au Stickers";
"Settings.MessageNotificationsAlert" = "Alerte";
"Settings.MessageNotificationsHeader" = "NOTIFICATIONS DE MESSAGE";
"Settings.ChatSettingsHeader" = "CONFIGURATION DE CONVERSATION";
"Context.CopyLink" = "Copier le lien";
"Stickers.RemoveStickerAlert" = "Enlever \"%@\"?";
"PhoneChange.PhoneOccupied" = "Le numéro %@ est déjà connecté à un compte Telegram. Veuillez effacer ce compte avant de migrer le nouveau numéro.";

"NoAudioDescription" = "Aucun fichier audio trouvé dans cette conversation";
"LastSeen.Bot" = "Robot";
"Profile.botInfo" = "A propos";
"Bot.WhatBotCanDo" = "Que peut faire ce Robot?";

"Bot.onlySeenMessagesWithSlash" = "n'a pas accès aux messages";
"Bot.botCanReadAllMessages" = "a pas accès aux messages";

"Profile.ShareBot" = "Copier l'URL du robot";
"Bot.Start" = "Débuter";
"Bot.confirmAddBot" = "Ajouter ce Robot à \"%@\"?";
"Bot.AlreadyInGroup" = "Le robot est déjà membre du groupe.";
"Profile.AddToGroup" = "Ajouter au groupe";
"Compose.ChooseGroup" = "Choisir un groupe";
"Bot.Help" = "Aide";
"RestartBot" = "Redémarrer le Robot";
"StopBot" = "Arrêter le Robot";
"Conversation.Filter.SharedLinks" = "Liens partagés";
"Settings.Cache" = "Fichiers temporaires";
"Cache.Photos" = "Photos";
"Cache.Videos" = "Vidéos";
"Cache.AllCache" = "Vider tout les fichiers temporaire";
"Cache.ClearAllCache" = "Vider tout les fichiers temporaire";
"Cache.ClearVideoCache" = "Effacer tout les fichiers vidéos temporaire. Les vidéos resteront sur le cloud de Telegram et pourront être téléchargé de nouveau.";
"Cache.ClearPhotoCache" = "Effacer tout les fichiers photos temporaire. Les photos resteront sur le cloud de Telegram et pourront être téléchargé de nouveau. ";
"Cache.Description" = "Tout les fichiers médias resteront sur le cloud de Telegram et pourront être téléchargé de nouveau.";
"NotificationSettings.Description" = "Vous pouvez configurer des notifications personnalisées par groupes sur leurs pages.";
"NotificationSettings.ResetAllNotifications" = "Initialiser toutes les notifications";
"NotificationSettings.MessagePreview" = "Aperçu de message";
"NotificationSettings.Sound" = "Son";
"Notifications" = "Notifications";
"NotificationSettings.ResetAllNotificationsConfirm" = "Êtes-vous certain de vouloir initialiser tout les paramètres de notifications?";
"SharedMedia.NoSharedLinks" = "Tous les liens partagés dans cette conversation seront affichés ici.";
"DatabaseOptimizing" = "Optimisation de la base de données. Ceci peut prendre quelques minutes, ne pas fermer l'application! Désolé, nous devons faire ceci une fois.";
"Settings.AdvancedSettingsHeader" = "AVANCÉ";


"Compose.NewChannel" = "Nouvelle chaîne";
"Compose.Members" = "Membres";
"Compose.ChannelTitlePlaceholder" = "Nom de la chaîne";
"Compose.ChannelAboutPlaceholder" = "Description";
"Compose.ChannelAboutDescription" = "Vous pouvez fournir une description optionnelle pour votre chaîne.";
"Channel.Discussion" = "Discussion";
"Channel.DiscussionEnableDescription" = "Vous pouvez permettre les discussions. Si vous le permettez, les membres pourront envoyer des messages à la chaîne.";

"Compose.ChangeChannelLink" = "Lien";
"Channel.SetChannelLinkPlaceholder" = "Lien de la chaîne";
"Channel.SetChannelLinkDescription" = "Vous pouvez choisir un nom de chaîne sur **Telegram**. Les gens pourront trouver votre chaîne par son nom.\n\nVous pouvez utiliser **a-z**, **0-9** et barre souligné. La longueur minimum est **5** caractères.";
"Channel.Username.LinkHint" = "Ce lien ouvre votre chaîne dans Telegram:\n[https://telegram.me/%@]";
"Channel.Username.InvalidTooShort" = "Les noms de chaînes doivent avoir au moins 5 caractères.";
"Channel.Username.InvalidStartsWithNumber" = "Les noms de chaînes ne peuvent débuter par un chiffre.";
"Channel.Username.InvalidCharacters" = "Désolé, ce nom est invalide.";
"Channel.Username.InvalidTaken" = "Désolé, ce nom est déjà utilisé.";
"Channel.Username.CheckingUsername" = "Vérification du nom...";
"Channel.Username.UsernameIsAvailable" = "%@ est disponible.";


"Compose.Save" = "Enregistrer";
"Compose.Skip" = "Sauter";

"ComposeMenu.CreateChannel" = "Nouvelle chaîne";
"Profile.EditLink" = "Lien";
"Profile.ShareLink" = "lien de partage";
"Profile.EditAbout" = "A propos";
"Profile.About" = "a propos";
"Profile.LeaveChannel" = "Quitter la chaîne";

"Profile.SetChannelPhoto" = "Définir la photo de la chaîne";
"Profile.OpenChannel" = "Ouvrir la chaîne";
"Conversation.Action.Share" = "Partager";

"Channel.ShareCopyDescription" = "Copier le lien au presse-papier";

"Conversation.CantForwardMessagesToThisConversation" = "Ne peut faire suivre cette conversation. Réessayer plus tard.";
"Conversation.Action.JoinToChannel" = "Joindre la chaîne";
"MessageAction.Service.ChannelCreated" = "Chaîne créée";
"Channel.showcomments" = "Voir les commentaires";
"Conversation.ChannelTitle" = "chaîne";
"Message.Action.Service.ChannelEnableComments" = "commentaires actifs";
"Message.Action.Service.ChannelDisableComments" = "commentaires inactifs";

"Channel.oneComment" = "+%d commentaire";
"Channel.manyComments" = "+%d commentaire";
"Channel.AccessHeader" = "ACCÈS";
"Channel.AccessDescription" = "Les modérateurs peuvent supprimer les commentaires des utilisateurs et gérer la liste noire.\n\nLes modérateur ne peuvent pas changer le nom de la chaîne, le lien, la photo et la description.";
"Profile.EnableComments" = "Commentaires";
"Profile.Managment" = "Administrateurs";
"Channel.AddModeratorDescription" = "Vous pouvez ajouter des administrateur pour aider à la gestion de la chaîne.";

"Channel.Creator" = "Créateur";
"Channel.Editor" = "Administrateur";
"Channel.Moderator" = "Administrateur";
"Channel.DismissModeratorConfirm" = "Êtes-vous certain de vouloir enlever cet administrateur?";
"Channel.DismissModerator" = "Supprimer administrateur";
"Channel.Managment" = "Administrateurs";
"Compose.ChannelBlackList" = "Utilisateurs bannis";
"Profile.ChannelMembers" = "Membres";
"Profile.ChannelBlackList" = "Utilisateurs bannis";
"Channel.DeleteMessageModal" = "Supprimer";
"Channel.BanUserModal" = "Enlever utilisateur";
"Channel.ReportSpamModal" = "Signaler indésirable";
"Channel.DeleteAllMessagesModal" = "Supprimer tout les messages";
"Channel.DeleteMessagesModalHeader" = "Supprimer Messages";
"Compose.Unban" = "Rétablir";
"Channel.AddModerator" = "Ajouter administrateur";
"Channel.Members" = "Membres";
"Compose.Kick" = "Supprimer";

"MessageAction.Service.RemovedChannelPhoto" = "photo de chaîne enlevée";
"MessageAction.Service.ChannelGroupName" = "chaîne renommée";
"MessageAction.Service.ChangedChannelPhoto" = "photo de chaîne mise à jour";
"Conversation.Action.CommentsBlocked" = "Commentaires inactifs";
"MessageAction.ServiceMessage.ChangedChannelPhoto" = "photo de chaîne modifiée";
"MessageAction.ServiceMessage.RemovedChannelPhoto" = "photo de chaîne enlevée";
"MessageAction.ServiceMessage.ChangedChannelName" = "Nom de chaîne changé";
"Channel.MemberCount" = "%d membre";
"Channel.MembersCount" = "%d membres";
"USER_NOT_PARTICIPANT" = "%@ n'a pas join la chaîne. Voulez-vous l'inviter?";
"USER_NOT_MUTUAL_CONTACT" = "Désolé, si un utilisateur décide de quitter, seulement un contact mutuel peut le ramener (Ils doivent avoir votre numéro de téléphone et vous devez avoir le leur)";

"Channel.TypeHeader" = "TYPE DE CHAINE";
"Channel.Public" = "Publique";
"Channel.Private" = "Privée";
"Channel.ChoiceTypeDescriptionPrivate" = "Les chaînes privées peuvent seulement être join par un lien d'invitation.";
"Channel.ChoiceTypeDescriptionPublic" = "Les chaînes publiques peuvent être trouvées dans les recherches, tout le monde peut joindre.";
"Channel.NewChannelSettingUpUserNameDescription" = "People can share this link with others and find your channel using Telegram search.";
"Channel.NewChannelSettingUpJoinLinkDescription" = "People can join your channel by following this link. You can revoke the link at any time.";
"Conversation.ShowChannelInfo" = "Show Channel Info";
"Channel.SetPublicUsernameDescription" = "Please choose a link for your public channel, so that people can find it in search and share with others.\n\nIf you're not interested, we suggest creating a private channel instead.";
"CHANNELS_ADMIN_PUBLIC_TOO_MUCH" = "Sorry, you have created too many public channels. You can either create a private channel or delete one of your existing channels first.";
"Profile.DeleteChannel" = "Supprimer la chaîne";
"Profile.ExportInviteLink" = "Lien d'invitation";
"Channel.AddEditor" = "Ajouter administrateur";
"USER_BLOCKED" = "Désolé, vous ne pouvez pas ajouter cet utilisateur aux chaînes.";
"USER_ID_INVALID" = "Utilisateurs inexistant.";
"USER_BOT" = "Désolé, vous ne pouvez pas ajouter des robots aux chaînes pour le moment.";
"USERS_TOO_MUCH" = "Désolé, ce groupe est déjà complet.";
"PEER_FLOOD" = "Désolé, vous pouvez seulement ajouter des contacts mutuels pour le moment.";
"MessageAction.Service.InvitedYouToChannel" = "ajouté à cette chaîne";
"Channel.ChoiceTypeDescriptionPublic" = "Les chaînes publiques peuvent être trouvées dans les recherches, tout le monde peut joindre.";

"Channel.Username.LinkHint" = "Ce lien ouvre votre chaîne dans Telegram:\n[https://telegram.me/%@]";
"Channel.Username.InvalidTooShort" = "Les noms de chaînes doivent avoir au moins 5 caractères.";
"Channel.Username.InvalidStartsWithNumber" = "Les noms de chaînes ne peuvent débuter par un chiffre.";
"Channel.Username.InvalidCharacters" = "Désolé, ce nom est invalide.";
"Channel.Username.InvalidTaken" = "Désolé, ce nom est déjà utilisé.";
"Channel.Username.CheckingUsername" = "Vérification du nom...";
"Channel.Username.UsernameIsAvailable" = "%@ est disponible.";
"MessageAction.Service.YouChoinedToChannel" = "Join la chaîne";
"Settings.IncludeMutedUnread" = "Inclure les conversations muettes dans le compteur non-lu";
"USER_ALREADY_PARTICIPANT" = "Cet utilisateur est déjà membre.";
"Messages.MessagesTopInfoActionReportSpam.Button" = "Signaler";
"Messages.MessagesTopInfoActionReportSpam.ButtonCancel" = "Annuler";
"ReportSpam.ConfirmDescription" = "Êtes-vous certain de vouloir signaler ceci?";
"Messages.SharingLink" = "Lien partagé";
"ShowConversationWithAnotherWindow" = "Ouvrir la discussion dans une nouvelle fenêtre";
"Conversation.Pin" = "Épingle";
"Conversation.Pinned" = "Épinglé";
"Conversation.Confirm.DeleteChannel" = "Supprimer la chaîne";
"Conversation.Confirm.DeleteChannelInfo" = "Attention! Supprimer cette chaîne enlèvera tous les membres et tous les messages seront perdus. Supprimer cette chaîne quand même?";
"LockedChatHead.Description" = "L'application est verrouillé, veuillez la débarrer dans la fenêtre principale.";
"Chat.SwitchAdminsDescription" = "Tous les membres peuvent ajouter des nouveaux membres, modifier le nom et la photo du groupe.";
"Chat.SwitchAdminsDescriptionOff" = "Seulement les administrateurs peuvent ajouter des nouveaux membres, modifier le nom et la photo du groupe..";
"Chat.SwitchAllAdmins" = "Tous les membres sont administrateurs";
"Chat.Administrators" = "Administrateurs";
"Chat.ToggleUserToAdminConfirm" = "Rendre administrateur?";
"Chat.ToggleAdminToUserConfirm" = "Enlever l'administrateur?";


"Modern.SharedMedia.PhotoOrVideo" = "Photo ou Vidéo";
"Modern.SharedMedia.PhotosAndVideos" = "Photos et Vidéos";
"Modern.SharedMedia.File" = "Fichier";
"Modern.SharedMedia.Files" = "Fichiers";
"Modern.SharedMedia.Audio" = "Audio";
"Modern.SharedMedia.Audios" = "Audios";
"Modern.SharedMedia.Link" = "Lien";
"Modern.SharedMedia.Links" = "Liens";
"Modern.Chat.Members" = "%d MEMBRES";
"Modern.Profile.SetAdmins" = "Ajouter des admins";
"Modern.Chat.UpgrateToMegagroup" = "Modifier en Super-groupe";
"Modern.Chat.UpgradeToMegagroupDescription" = "Pour dépasser la limite de %d membres et avoir des fonctionnalités supplémentaires, passer en mode super-groupe:\n• Super-groupes peuvent avoir jusqu'à %d membres\n• Les nouveaux membres voient l'historique des messages\n• Les administrateurs suppriment les messages pour tous les membres\n• Les notifications sont en sourdine par défaut";
"Modern.Channel.InviteViaLink" = "Inviter via un lien";
"Modern.Channel.ChannelMembersDescription" = "Seulement les administrateurs de chaîne peuvent voir cette liste.";
"Compose.Edit" = "Edition";
"Compose.Done" = "Terminé";
"Channel.ChangeAboutDescription" = "Vous pouvez ajouter une description optionnelle à votre chaîne.";
"Channel.ChangeDescriptionPlaceholder" = "Description";
"Alert.somethingIsWrong" = "Une erreur s'est produite, essayer plus tard.";
"Conversation.Action.ChatDeactivated" = "Les discussions sont désactivées";
"MessageAction.Service.ChannelMigrated" = "Ce groupe a été mis à jour pour un super-groupe";
"MessageAction.Service.ChatMigrated" = "Ce groupe a été changé en super-groupe";
"Conversation.DeleteAndStopBot" = "Supprimer et arrêter";

"Modern.Chat.UpgradeConfirmHeader" = "Super-groupe";
"Modern.Chat.UpgradeConfirmDescription" = "Please note that group members will need to update their Telegram apps to the latest version to see your supergroup.";
"MessageAction.Service.Invited" = "invité";
"MessageAction.Service.InvitedUsers" = "utilisateurs invités";
"Profile.ReportChannel" = "Signaler";
"Report.ReportOther" = "Autre";
"Report.ReportPorno" = "Pornographie";
"Report.ReportViolence" = "Violence";
"Report.ReportSpam" = "Indésirable";
"Report.AlertText" = "Merci!";
"Report.AlertDescription" = "Votre rapport sera revue par notre équipe sous peu.";
"Conversation.GroupTitle" = "groupe";

"USER_BLOCKED" = "Désolé, vous ne pouvez pas ajouter cet utilisateur aux chaînes.";
"USERS_TOO_MUCH" = "Désolé, ce groupe est déjà complet.";
"USER_NOT_MUTUAL_CONTACT" = "Désolé, si un utilisateur décide de quitter, seulement un contact mutuel peut le ramener (Ils doivent avoir votre numéro de téléphone et vous devez avoir le leur)";
"ADMINS_TOO_MUCH" = "Désolé, vous avez atteint le nombre maximum d'administrateurs pour ce groupe.";
"BOTS_TOO_MUCH" = "Désolé, vous avez atteint le nombre maximum de robots pour ce groupe.";


"Channel.Comments.Moderator" = "Modérateur";
"Channel.Comments.Editor" = "Éditeur";
"Compose.ChatAboutDescription" = "Vous pouvez fournir une description optionnelle pour votre groupe.";
"Compose.ChannelEmptyBlackList" = "Les utilisateurs sur la liste noire sont enlevés du groupe et peuvent seulement être réinviter par l'administrateur. Les liens d'invitation ne fonctionneront pas pour eux.";
"Conversation.Confirm.DeleteSupergroupInfo" = "Attention! Supprimer ce groupe enlèvera tous les membres et tous les messages seront perdus. Supprimer ce groupe quand même?";
"Conversation.Confirm.DeleteGroup" = "Supprimer le groupe";
"Group.AddModeratorDescription" = "Vous pouvez ajouter des administrateurs pour vous aider à gérer votre groupe.";


"TL_sendMessageTypingAction_ConversationUser" = "écrit";
"TL_sendMessageUploadPhotoAction_ConversationUser" = "envoie une photo";
"TL_sendMessageRecordVideoAction_ConversationUser" = "enregistre une vidéo";
"TL_sendMessageUploadVideoAction_ConversationUser" = "envoie une vidéo";
"TL_sendMessageRecordAudioAction_ConversationUser" = "enregistre de l'audio";
"TL_sendMessageUploadAudioAction_ConversationUser" = "envoie de l'audio";
"TL_sendMessageUploadDocumentAction_ConversationUser" = "envoie un fichier";
"TL_sendMessageGeoLocationAction_ConversationUser" = "Choisir la localisation";
"TL_sendMessageChooseContactAction_ConversationUser" = "choisir un contact";
"ContextBot.Message.Via" = "via";
"Context.RemoveGif" = "Supprimer un GIF";
"Context.AddGif" = "Ajouter un GIF";
"Settings.AutoplayGifs" = "Jouer auto GIF";
"Reply.Loading" = "Chargement...";
"Context.OpenInQuickLook" = "Ouvrir dans Quick Look";
"document" = "Fichier";


"Secret.InactiveCap" = "Mettre la fenêtre à l'avant plan pour voir les conversations secrètes.";
"Conversation.SelectConversationToViewChatInfo" = "Ouvrir une conversation pour voir l'information";
"Audio.QuickRecordRelease" = "Appuyer sur Commend+R encore une fois pour arrêter l'enregistrement";
"PrivacyAndSecurity.Groups" = "Groupes";
"TL_privacyKeyStatusTimestamp" = "Dernière vue";
"TL_privacyKeyChatInvite" = "Groupe";
"SuperGroup.WhocanAddNewMembers" = "Qui peut ajouter des nouveaux membres?";
"SuperGroup.InviteSettings.OnlyAdmins" = "Administrateurs seulement";
"SuperGroup.InviteSettings.AllMembers" = "Tous les membres";
"PRIVACY_FIRST_TL_privacyKeyStatusTimestamp" = "Important: vous ne pourrez pas voir la dernière heure de connection des personnes avec lesquels vous ne partagez pas votre dernière heure de connection. Un temps approximatif sera affiché (récemment, cette semaine, ce mois).";
"PRIVACY_LAST_TL_privacyKeyStatusTimestamp" = "Ces paramètres vont annuler les valeurs plus haut.";
"PRIVACY_FIRST_TL_privacyKeyChatInvite" = "Vous pouvez restreindre qui peut vous ajouter aux groupes et chaînes avec granularité.";
"PRIVACY_LAST_TL_privacyKeyChatInvite" = "Ces utilisateurs pourront ou ne pourront pas vous ajouter aux groupes et chaînes quel que soit les paramètres plus haut.";
"PrivacySettingsController.NeverShare_TL_privacyKeyChatInvite" = "Jamais permettre";
"PrivacySettingsController.AlwaysShare_TL_privacyKeyChatInvite" = "Toujours permettre";
"PrivacySettingsController.NeverShare_TL_privacyKeyStatusTimestamp" = "Jamais partager";
"PrivacySettingsController.AlwaysShare_TL_privacyKeyStatusTimestamp" = "Toujours partager";
"USERS_TOO_FEW" = "Désolé, vous ne pouvez pas créer un groupe avec ces utilisateurs à cause de leurs paramètres de sécurité.";
"USER_PRIVACY_RESTRICTED" = "Désolé, vous ne pouvez pas ajouter %@ à %@ à cause de vos paramètres de sécurité %@.";
"groups" = "groupes";
"channels" = "chaînes";